let handler = async (m, { conn, usedPrefix }) => {
  let text = `
╔═════════════════════════════╗
║ 🦇 𝔾𝕠𝕥𝕙𝕚𝕔 𝔸𝕕𝕞𝕚𝕟 𝕄𝕖𝕟𝕦 🦇 ║
╠═════════════════════════════╣

🚩 𝕡𝕣𝕠𝕞𝕦𝕠𝕧𝕚 / 𝕡  
🕯️ 𝕣𝕖𝕥𝕣𝕠𝕔𝕖𝕕𝕚 / 𝕣  
☠️ 𝕨𝕒𝕣𝕟 / 𝕦𝕟𝕨𝕒𝕣𝕟  
🦇 𝕞𝕦𝕥𝕒 / 𝕤𝕞𝕦𝕥𝕒  
⚰️ 𝕙𝕚𝕕𝕖𝕥𝕒𝕘  
🖤 𝕥𝕒𝕘𝕒𝕝𝕝  
🦉 𝕒𝕡𝕖𝕣𝕥𝕠 / 𝕔𝕙𝕚𝕦𝕤𝕠  
🌒 𝕤𝕖𝕥𝕨𝕖𝕝𝕔𝕠𝕞𝕖  
🌑 𝕤𝕖𝕥𝕓𝕪𝕖  
🕯️ 𝕚𝕟𝕒𝕥𝕥𝕚𝕧𝕚  
☠️ 𝕝𝕚𝕤𝕥𝕒𝕟𝕦𝕞 + 𝕡𝕣𝕖𝕗𝕚𝕤𝕤𝕠  
🦇 𝕡𝕦𝕝𝕚𝕫𝕚𝕒 + 𝕡𝕣𝕖𝕗𝕚𝕤𝕤𝕠  
🖤 𝕣𝕚𝕞𝕠𝕫𝕚𝕠𝕟𝕖𝕚𝕟𝕒𝕥𝕥𝕚𝕧𝕚  
🦉 𝕤𝕚𝕞  
🌒 𝕤𝕥𝕦𝕡𝕣𝕒  
🌑 𝕒𝕕𝕞𝕚𝕟𝕤  
⚰️ 𝕗𝕣𝕖𝕖𝕫𝕖 @  
🕯️ 𝕚𝕤𝕡𝕖𝕫𝕚𝕠𝕟𝕒 (𝕝𝕚𝕟𝕜)  
☠️ 𝕥𝕠𝕡 (10,50,100)  
🦇 𝕥𝕠𝕡𝕤𝕖𝕩𝕪  
🖤 𝕥𝕠𝕡𝕥𝕣𝕠𝕚𝕖  
🦉 𝕡𝕚𝕔 @   
🌒 𝕤𝕖𝕥𝕨𝕖𝕝𝕔𝕠𝕞𝕖  
🌑 𝕤𝕖𝕥𝕓𝕪𝕖  

═════════════════════════════
          ✨ Powered by ✦ ＡＭＡＮＥ 星 ✦
═════════════════════════════
  `.trim();

  await conn.sendMessage(m.chat, { text }, { quoted: m });
};

handler.help = ['admin'];
handler.tags = ['admin'];
handler.command = /^admin$/i;

export default handler;